0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   uniform (0 0 0);

boundaryField
{
    Manikin
    {
        type            noSlip;
    }
    Internal_Wall
    {
        type            noSlip;
    }
    Inlet
    {
        type            fixedValue;
        value           uniform (0 0 -0.2);
    }
    Outlet
    {
        type            zeroGradient;
    }
    Exposed_Wall
    {
        type            noSlip;
    }
}


// ************************************************************************* //
